alacritty
archiso
ark
base
base-devel
bind
btrfs-progs
code
cuda
cudnn
discord
dkms
dnsmasq
docker
docker-compose
dolphin
efibootmgr
firefox
flatpak
git
gst-plugin-pipewire
htop
hyperfine
intel-ucode
iwd
kate
konsole
lazygit
less
lib32-libpulse
lib32-vulkan-radeon
libpulse
linux
linux-firmware
linux-headers
lsof
nano
neovim
net-tools
network-manager-applet
networkmanager
npm
nvidia-container-toolkit
nvidia-dkms
obs-studio
openfortivpn
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
smartmontools
sof-firmware
system-config-printer
tmux
unzip
vim
vulkan-radeon
wget
wireguard-tools
wireless_tools
wireplumber
xclip
xdg-utils
xorg-xhost
xorg-xinit
yay
yay-debug
zram-generator
npm
